
"Quarterly" = "Escuela Sabática en un solo lugar";

"Lesson" = "Lecciones semanales";

"Reading" = "Leer y estudiar la Escuela Sabática";

"Verse" = "Versículos bíblicos a mano";

"Theme" = "Experiencia de lectura personalizable";
